Repository: EstamelGG/EVE-Tritanium
Catalog: EVE Nexus/utils/Language/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# Fitting_Mutation_Value_Invalid_Format
source: Invalid format. Only numbers, decimal point, and +/- signs are allowed
zh_hans: 输入格式错误，只允许数字、小数点、正负号

# Fitting_Mutation_Value_Invalid_Number
source: Invalid number
zh_hans: 无效的数值

# Fitting_Mutation_Value_Out_Of_Range
source: Value out of range. Should be between %@ and %@
zh_hans: 数值超出范围，应在 %@ 至 %@ 之间

# Fitting_Mutation_Value_Placeholder
source: Enter value
zh_hans: 请输入数值

# Fitting_Mutation_Value_Range
source: Mutation range: %@ to %@
zh_hans: 可突变范围: %@ 至 %@

# Fitting_Name
source: Name of Fitting
zh_hans: 配置名称

# Fitting_New_Fitting
source: New Fitting
zh_hans: 新建配置

# Fitting_New_Ship_Fitting
source: New Ship Fitting
zh_hans: 新建舰船配置

# Fitting_New_Structure_Fitting
source: New Structure Fitting
zh_hans: 新建建筑配置

# Fitting_No_Characters
source: No Character Logged
zh_hans: 无可选人物

# Fitting_No_Local_Fitting
source: No Saved Local Fitting
zh_hans: 没有本地保存的装配

# Fitting_No_Missing_Skills
source: No missing skills
zh_hans: 无缺失技能

# Fitting_No_Price_Data
source: No price data
zh_hans: 暂无价格数据

# Fitting_Online
source: In-Game
zh_hans: 线上

# Fitting_Online_Need_Login
source: Need login
zh_hans: 需要可用的人物

# Fitting_Online_No_Data
source: No In-Game Fittings
zh_hans: 无游戏内配置

# Fitting_Online_Rename_Not_Supported
source: Renaming online fittings is not supported
zh_hans: 在线配置重命名功能暂不支持

# Fitting_Online_Text
source: In-Game Fittings
zh_hans: 线上保存的装配方案

source: Fitting Price
zh_hans: 配装价格

# Fitting_Price_Failed
source: Calculation Failed:
zh_hans: 计算失败:

# Fitting_radar_strength
source: Radar
zh_hans: 雷达

# Fitting_range
source: Range
zh_hans: 射程

# Fitting_Range
source: Range
zh_hans: 射程

# Fitting_Refresh
source: Refresh
zh_hans: 刷新

# Fitting_Remove_Mutation
source: Remove Mutaplasmid
zh_hans: 移除突变质体

# Fitting_scan_resolution
source: Scan Res.
zh_hans: 分辨率

# Fitting_Section_Groups
source: Groups
zh_hans: 分组

# Fitting_Select_Character
source: Select Character
zh_hans: 选择人物

# Fitting_Select_Drone
source: Select Drones
zh_hans: 选择无人机

# Fitting_Select_Heavy_Fighter
source: Select Heavy Fighters
zh_hans: 选择重型舰载机

# Fitting_Select_Item
source: Select Item
zh_hans: 选择装备

# Fitting_Select_Light_Fighter
source: Select Light Fighters
zh_hans: 选择轻型舰载机

# Fitting_Select_Ship
source: Select Ship
zh_hans: 选择飞船

# Fitting_Select_Skill_Plan
source: Select Skill Plan
zh_hans: 选择技能计划

# Fitting_Select_Structure
source: Select Structure
zh_hans: 选择建筑

# Fitting_Select_Support_Fighter
source: Select Support Fighters
zh_hans: 选择辅助舰载机

# Fitting_select_Variations
source: Select Variations
zh_hans: 选择变体

# Fitting_Selected_Mutation
source: Mutaplasmid
zh_hans: 突变质体

# Fitting_sensor_strength
source: Sensor Str.
zh_hans: 感应强度

# Fitting_Setting_Ammo
source: Ammo Setting
zh_hans: 弹药设置

# Fitting_Setting_Clear_Ammo
source: Clear Charge
zh_hans: 清除弹药

# Fitting_Setting_Default_Character
source: Default Character
zh_hans: 默认角色

# Fitting_Setting_Default_Character_Detail
source: Which character's skill data to use for property calculation by default
zh_hans: 默认使用哪个角色的技能数据来计算属性

# Fitting_Setting_Drones
source: Drone Setting
zh_hans: 无人机设置

# Fitting_Setting_Environment
source: Environment Settings
zh_hans: 环境设置

# Fitting_Setting_Fighters
source: Fighter Settings
zh_hans: 舰载机设置

# Fitting_Setting_Implants
source: Implants Setting
zh_hans: 植入体设置

# Fitting_Setting_Items
source: Items Setting
zh_hans: 物品设置

# Fitting_Setting_Module
source: Module Setting
zh_hans: 装备设置

# Fitting_Setting_No_Ammo
source: No charge
zh_hans: 不装填弹药

# Fitting_Setting_Ship
source: Ship Setting
zh_hans: 舰船设置

# Fitting_Setting_Simulation_Section
source: Fitting Simulation
zh_hans: 装配模拟

# Fitting_Setting_Skills
source: Skill Setting
zh_hans: 技能设置

# Fitting_Shield
source: Shield
zh_hans: 护盾

# Fitting_Ship
source: Ship
zh_hans: 舰船

# Fitting_Ship_Fittings_Summary
source: %1$@ etc., %2$d fittings
zh_hans: %1$@ 等共 %2$d 个装配

# Fitting_signature
source: Signature
zh_hans: 信号半径

# Fitting_Skills_Mode
source: Skill Setting
zh_hans: 技能选择

# Fitting_Spool_Up_Full
source: Spool up
zh_hans: 完全预热

# Fitting_stat_capacitor
source: Capacitor
zh_hans: 舰船电容

# Fitting_stat_cargo
source: Cargos
zh_hans: 货仓属性

# Fitting_stat_firepower
source: Firepower
zh_hans: 舰船火力

# Fitting_stat_misc
source: Misc Stats
zh_hans: 其他属性

# Fitting_stat_resistances
source: Resistances
zh_hans: 舰船抗性

# Fitting_stat_shipresource
source: Resource
zh_hans: 舰船资源

# Fitting_stat_tank
source: Recharge
zh_hans: 舰船维修

# Fitting_stats
source: Stats
zh_hans: 状态

# Fitting_tank_effective
source: EHP
zh_hans: 有效

# Fitting_tank_effective_repair
source: EHP/s
zh_hans: 有效/秒

# Fitting_tank_header
source: Type
zh_hans: 类型

# Fitting_tank_raw
source: HP/s
zh_hans: 修量/秒

# Fitting_tank_totalHP
source: HP
zh_hans: 总HP

# Fitting_Total_Price
source: Fitting Price(Jita)
zh_hans: 配装总价(吉他)

# Fitting_unit_vol
source: Volume:
zh_hans: 单位体积:

# Fitting_unit_vol_sum
source: Sum vol:
zh_hans: 总体积:

# Fitting_Unnamed_Fitting
source: Unnamed Fitting
zh_hans: 未命名配置

# Fitting_Unreadable
source: Unreadable
zh_hans: 无法解析

# Fitting_Unreadable_Clear_All
source: Delete All
zh_hans: 全部删除

# Fitting_Upload_Cancel
source: Cancel
zh_hans: 取消

# Fitting_Upload_Confirm
source: Confirm Upload
zh_hans: 确认上传

# Fitting_Upload_Confirm_Message
source: Upload fitting "%@" to EVE Online?
zh_hans: 将配置 "%@" 上传到EVE内？

# Fitting_Upload_Confirm_Title
source: Confirm Upload
zh_hans: 确认上传

# Fitting_Upload_Failed_Message
source: Upload failed: %@
zh_hans: 上传失败: %@

# Fitting_Upload_Failed_Title
source: Upload Failed
zh_hans: 导出失败

# Fitting_Upload_No_Character
source: Please log in a character before uploading fitting
zh_hans: 请先登录角色后再尝试上传配置

# Fitting_Upload_Success_Message
source: Fitting successfully uploaded to EVE Fitting ID: %d
zh_hans: 配置已成功上传到EVE 装配ID: %d

# Fitting_Upload_Success_Title
source: Upload Successful
zh_hans: 导出成功

# Fitting_velocity
source: Velocity
zh_hans: 速度

# Fitting_Virtual_Characters
source: Default Characters
zh_hans: 默认人物

# Fitting_volley
source: Volley(DPH)
zh_hans: 齐射(DPH)

# Fitting_warp_speed
source: Warp Speed
zh_hans: 跃迁速度

# Flag_Other
source: Other
zh_hans: 其他

source: Fleet Hangar
zh_hans: 舰队机库

source: Frigate Escape Bay
zh_hans: 护卫舰逃生舱

# FW_Occupier
source: Controller
zh_hans: 控制者

# FW_Occupier_And_Owner
source: Controller & Owner
zh_hans: 控制者与拥有者

# FW_Owner
source: Owner
zh_hans: 拥有者

# HiSlot
source: High Slot
zh_hans: 高槽

# IAP_Free_Icons_Badge_Charge
source: You can use any icon and T2/T3 badges for free.
zh_hans: 您可以免费使用任何一个图标和 T2/T3 角标

# IAP_Sponsor_Gift
source: By sponsoring, you'll receive Factions, Deadspace, and Officers badges as a gift. Thank you for your support!
zh_hans: 通过赞助，您将收到 Factions、Deadspace 和 Officers 角标作为礼物。感谢您的支持！

# Icon_HyperCore
source: HyperCore
zh_hans: 超核

# Icon_HyperCore_Desc
source: The house always wins, buddy...
zh_hans: 久赌无胜家啊伙计……

# Icon_OverseerBox
source: Overseer's Personal Effects
zh_hans: 监察官的个人财产

# Icon_OverseerBox_Desc
source: Isn't this why you run DED?
zh_hans: 你打远征不就为了这个吗？

# Icon_TriDB
source: Triglavian Survey Database
zh_hans: 三神裔调查数据库

# Icon_TriDB_Desc
source: What's this even about?
zh_hans: 这里面写的啥？

# Icon_Tritanium
source: Tritanium
zh_hans: 三钛合金

# Icon_Tritanium_basic
source: Starlit
zh_hans: 繁星

# Icon_Tritanium_basic_Desc
source: I can't find the EVE Gate, what should I do?
zh_hans: 我找不到EVE之门了，怎么办？

# Icon_Tritanium_Desc
source: The foundation of New Eden!
zh_hans: 新伊甸的基石！

# Implant_Amulet
source: Amulet
zh_hans: 辟邪

# Implant_Ascendancy
source: Ascendancy
zh_hans: 统御

# Implant_Asklepian
source: Asklepian
zh_hans: 阿斯克雷

# Implant_Boosters
source: Boosters
zh_hans: 增效剂

# Implant_Clear_All
source: Clear Implants and Boosters
zh_hans: 清空植入体与增效剂

# Implant_Cleared
source: Cleared
zh_hans: 已清空

# Implant_Cleared_Boosters
source: %d booster(s)
zh_hans: %d 个增效剂

# Implant_Cleared_Implants
source: %d implant(s)
zh_hans: %d 个植入体

# Implant_Cleared_Message
source: Removed: %@
zh_hans: 已移除：%@

# Implant_Cleared_Nothing
source: Nothing to clear
zh_hans: 没有可清空的内容

# Implant_Confirm_Delete_Preset
source: Are you sure you want to delete this preset?
zh_hans: 确定要删除此预设吗？

# Implant_Crystal
source: Crystal
zh_hans: 水晶

# Implant_Custom_Presets
source: Custom Presets
zh_hans: 自定义预设

# Implant_Duplicate_Preset
source: Duplicate Configuration
zh_hans: 重复配置

# Implant_Duplicate_Preset_Message
source: A configuration with the same items already exists: %@
zh_hans: 已有重复配置：%@

# Implant_Empty_Slot
source: Empty Slot
zh_hans: 空槽位

# Implant_Enter_Preset_Name
source: Please enter a name for the preset
zh_hans: 请输入预设名称

# Implant_High_grade
source: High-grade
zh_hans: 高级

# Implant_Hydra
source: Hydra
zh_hans: 九头蛇

# Implant_Implants
source: Implants
zh_hans: 植入体

# Implant_Low_grade
source: Low-grade
zh_hans: 低级

# Implant_Manual_Select
source: Manual Select
zh_hans: 手动选择

# Implant_Mid_grade
source: Mid-grade
zh_hans: 中级

# Implant_Nirvana
source: Nirvana
zh_hans: 极乐

# Implant_No_Items_To_Save
source: No Items to Save
zh_hans: 无需保存

# Implant_No_Items_To_Save_Message
source: No implants or boosters are configured. Nothing to save.
zh_hans: 没有设置任何植入体/增效剂，无需保存

# Implant_No_Slots
source: No implant slots available
zh_hans: 没有可用的植入体槽位

# Implant_Preset_Item_Count
source: %d items
zh_hans: %d 个物品

# Implant_Preset_Items
source: Preset Items
zh_hans: 预设物品

# Implant_Preset_Name
source: Preset Name
zh_hans: 预设名称

# Implant_Preset_No_Items
source: No items in preset
zh_hans: 预设中没有物品

# Implant_Rapture
source: Rapture
zh_hans: 销魂

# Implant_Save_As_Preset
source: Save as Custom Preset
zh_hans: 保存为自定义预设

# Implant_Select_Boosters
source: Select Booster
zh_hans: 选择增效剂

# Implant_Select_Implants
source: Select Implant
zh_hans: 选择植入体

# Implant_Select_Preset
source: Select Preset
zh_hans: 选择预设

# Implant_Set_Items
source: Preset Items
zh_hans: 预设内容

# Implant_Settings_Title
source: Implant Settings
zh_hans: 植入体设置

# Implant_Slot_Num
source: Implant Slot %d
zh_hans: 植入体槽位 %d

# Implant_Snake
source: Snake
zh_hans: 蝰蛇

# Implant_System_Presets
source: System Presets
zh_hans: 系统预设

# Implant_Use_Preset
source: Use Preset
zh_hans: 使用预设

# Implant_Virtue
source: Virtue
zh_hans: 美德

# Incursions_Export_Constellation_Label
source: Constellation:
zh_hans: 星座：

# Incursions_Export_Empty
source: No incursion data available for export
zh_hans: 没有可导出的入侵数据

# Incursions_Export_Failed
source: Export failed
zh_hans: 导出失败

# Incursions_Export_Failed_Title
source: Export Failed
zh_hans: 导出失败

# Incursions_Export_Success
source: Successfully exported summary to clipboard
zh_hans: 成功导出汇总到剪贴板

# Incursions_Export_Title
source: Sansha's Nation Incursion
zh_hans: 萨沙入侵

# Incursions_State_Established
source: Established
zh_hans: 立足

# Incursions_State_Mobilizing
source: Mobilizing
zh_hans: 动员

# Incursions_State_Withdrawing
source: Withdrawing
zh_hans: 撤退

source: Industry
zh_hans: 工业属性

# Industry_Completed_At
source: Completed at
zh_hans: 已完成于

# Industry_Completed_Cancelled
source: Completed
zh_hans: 已结束

# Industry_copies
source: copies
zh_hans: 拷贝

# Industry_Copy_Installer_Name
source: Copy Installer
zh_hans: 复制发起人名称

# Industry_Filter_Activity_Types
source: Activity Types
zh_hans: 项目类型

# Industry_Filter_Hide_Completed
source: Hide Completed & Cancelled
zh_hans: 隐藏已交付和已取消的项目

# Industry_Filter_Hide_Completed_Description
source: Hide delivered, cancelled, revoked and other completed jobs
zh_hans: 隐藏已完成、已取消、已撤销等状态的项目

# Industry_Filter_Installers
source: Installers
zh_hans: 发起人

# Industry_Filter_Select_All
source: Select All
zh_hans: 全选

# Industry_Filter_Solar_Systems
source: Solar Systems
zh_hans: 星系

# Industry_Filter_Title
source: Filter Settings
zh_hans: 过滤设置

# Industry_Filtered_Count
source: Filtered %d items
zh_hans: 已过滤 %d 个项目

# Industry_Filtering_Data
source: Updating data...
zh_hans: 正在更新数据...

# Industry_In_Progress
source: In Progress
zh_hans: 进行中的任务

# Industry_In_Progress_Count
source: %d Active Jobs
zh_hans: 共 %d 个进行中项目

# Industry_Job_Source_Corp_Suffix
source: · Corp
zh_hans: · 军团

# Industry_Loading_Progress
source: Loading characters %d/%d
zh_hans: 已加载人物 %d/%d

# Industry_Loading_Skills_Progress
source: Loaded skills %d/%d
zh_hans: 已加载技能 %d/%d

# Industry_Operation_Range
source: Operation Range
zh_hans: 操作范围

# Industry_Production_List
source: Production List
zh_hans: 生产清单

# Industry_Production_List_Empty
source: No production items
zh_hans: 暂无生产项目

# Industry_Production_Quantity
source: Quantity: %d
zh_hans: 数量: %d

# Industry_Range_Current_System
source: Current System
zh_hans: 当前星系

# Industry_Range_Jumps
source: %d Jumps
zh_hans: %d 跳

# Industry_Ready_For_Delivery
source: Ready
zh_hans: 准备交付

# Industry_Remaining_Days
source: %dd
zh_hans: %d天

# Industry_Remaining_Days_Hours
source: %dd %dh
zh_hans: %d天 %d小时

# Industry_Remaining_Hours
source: %dh
zh_hans: %d小时

# Industry_Remaining_Hours_Minutes
source: %dh %dm
zh_hans: %d小时 %d分钟

# Industry_Remaining_Minutes
source: %dm
zh_hans: %d分钟

# Industry_Remaining_Minutes_Seconds
source: %dm %ds
zh_hans: %d分 %d秒

# Industry_Remaining_Seconds
source: %ds
zh_hans: %d秒

# Industry_runs
source: runs
zh_hans: 流程

# Industry_Runs_Format
source: %d runs ×
zh_hans: %d流程 ×

# Industry_Runs_With_Copies_Format
source: %d runs × %d copies
zh_hans: %d张 × %d 流程/张

# Industry_Settings_Title
source: Settings
zh_hans: 设置

# Industry_Slots_Detail_Title
source: Slot Details
zh_hans: 槽位详情

# Industry_Slots_Header
source: Industry Slots
zh_hans: 工业槽位

# Industry_Slots_Manufacturing
source: Manufacturing Jobs
zh_hans: 加工任务

# Industry_Slots_Reaction
source: Reactions
zh_hans: 反应任务

# Industry_Slots_Research
source: Science Jobs
zh_hans: 科研任务

# Industry_Soon_Complete
source: Completing Soon
zh_hans: 即将完成

# Industry_Started_On
source: Started on %@
zh_hans: 开始于%@

# Industry_Status_active
source: Active
zh_hans: 进行中

# Industry_Status_cancelled
source: Cancelled
zh_hans: 已取消

# Industry_Status_completed
source: Completed
zh_hans: 已完成

# Industry_Status_Copying
source: Copying
zh_hans: 复制中

# Industry_Status_delivered
source: Delivered
zh_hans: 已交付

# Industry_Status_Invention
source: Inventing
zh_hans: 发明中

# Industry_Status_Manufacturing
source: Manufacturing
zh_hans: 制造中

# Industry_Status_paused
source: Paused
zh_hans: 已暂停

# Industry_Status_Reaction
source: Reacting
zh_hans: 反应中

# Industry_Status_ready
source: Ready
zh_hans: 可交付

# Industry_Status_Research_Material
source: Researching
zh_hans: 研究中

# Industry_Status_Research_Time
source: Researching
zh_hans: 研究中

# Industry_Status_reverted
source: Reverted
zh_hans: 已撤销

# Industry_Task_List_Header
source: Task List
zh_hans: 任务清单

# Industry_Type_Copying
source: Copying
zh_hans: 复制

# Industry_Type_Invention
source: Invention
zh_hans: 发明

# Industry_Type_Manufacturing
source: Manufacturing
zh_hans: 制造

# Industry_Type_Manufacturing_Short
source: MFG
zh_hans: 制造

# Industry_Type_Reaction
source: Reactions
zh_hans: 反应

# Industry_Type_Research_Material
source: Material Efficiency Research
zh_hans: 材效

# Industry_Type_Research_Material_Short
source: ME Research
zh_hans: 材效

# Industry_Type_Research_Time
source: Time Efficiency Research
zh_hans: 时效

# Industry_Type_Research_Time_Short
source: TE Research
zh_hans: 时效

# Insurance_Cost
source: Cost
zh_hans: 保险费用

# Insurance_Info_Tip
source: Insurance payout is issued when the ship is destroyed
zh_hans: 保险赔付在飞船被摧毁时发放

# Insurance_Level_Basic
source: Basic
zh_hans: 基础

# Insurance_Level_Bronze
source: Bronze
zh_hans: 青铜

# Insurance_Level_Gold
source: Gold
zh_hans: 黄金

# Insurance_Level_Platinum
source: Platinum
zh_hans: 铂金

# Insurance_Level_Silver
source: Silver
zh_hans: 白银

# Insurance_Level_Standard
source: Standard
zh_hans: 标准

source: Insurance Levels
zh_hans: 保险等级

# Insurance_Net_Profit
source: Net Profit
zh_hans: 净收益

# Insurance_No_Data
source: No insurance data available for this ship
zh_hans: 该飞船暂无保险数据

# Insurance_Payout
source: Payout
zh_hans: 赔付金额

# Insurance_Title
source: Insurance
zh_hans: 保险

# Insurgency_info
source: Information
zh_hans: 介绍

# Insurgency_info_corr_s1
source: %@ to PVP drop rates * corruption stage (applies to pirate aligned pilots)
zh_hans: PvP掉率%@*腐化阶段（适用于投靠海盗的飞行员）

# Insurgency_info_corr_s2
source: Empire police patrols cease & pirate roaming gangs present
zh_hans: 帝国警察终止巡逻，海盗团伙四处游荡

# Insurgency_info_corr_s3
source: Insurgency spreads & -20,000 advantage point modifier applied to system owner
zh_hans: 叛乱扩散，星系所有者的优势点系数降低20,000

# Insurgency_info_corr_s4
source: +2.0 warp speed multiplier (applied to pirate aligned pilots)
zh_hans: 跃迁速度倍增系数+2.0（适用于投靠海盗的飞行员）

# Insurgency_info_corr_s5
source: Lowsec: bomb and bubble launchers allowed. Sentry guns disabled; Hisec: attacks on capsuleers give a suspect timer
zh_hans: 低安地区：允许使用炸弹和拦截泡发射器。岗哨炮不可用；高安地区：攻击克隆飞行员将获得嫌犯计时器

# Insurgency_info_supp_s1
source: %@ to pirate NPC bounties and security status gain
zh_hans: 海盗NPC的赏金获取量和安全等级增加%@

# Insurgency_info_supp_s2
source: %@ to militia LP gains in system * (suppression stage -1)
zh_hans: 星系内国民卫队忠诚点获取量增加%@*（镇压阶段-1）

# Insurgency_info_supp_s3
source: %@ to corruption gains in system
zh_hans: 星系内的腐蚀增益%@

# Insurgency_info_supp_s4
source: %@ bonus to webber and scrambler range for militia-aligned pilots
zh_hans: 国民卫队部队飞行员的停滞光束和扰频器范围增加%@

# Insurgency_info_supp_s5
source: Powerful sentry guns deployed and corruption beyond stage 4 prevented
zh_hans: 强大的岗哨炮已部署，第四阶段之后的腐蚀已被阻止

# Insurgency_info_text
source: Corruption represents the measure of criminal activity in a star system while Suppression represents the degree of law enforcement control. When these attributes reach specific stages, various effects may be triggered. Insurgency events make use of these attributes and activities spawned by insurgencies can cause suppression or corruption values to change in response to capsuleer activity.
zh_hans: 腐蚀属性代表的是恒星系中犯罪活动的猖狂程度，而镇压属性代表的是执法程度。当这两种属性达到特定阶段时，就会产生不同效果。叛乱活动会影响这两种属性，而叛乱引发的活动会导致镇压值或腐蚀值随着克隆飞行员活动而变化。

# Insurgency_stage
source: Stage %d
zh_hans: 阶段 %d

# Item_Basic_Info
source: Basic Info
zh_hans: 基础信息

# Item_Capacity
source: Capacity
zh_hans: 容量

# Item_details_notfound
source: Details not found
zh_hans: 未找到物品详情

source: Item Info
zh_hans: 物品信息

# Item_load_error
source: Can not load info
zh_hans: 无法加载物品信息

# Item_Mass
source: Mass
zh_hans: 质量

# Item_Mastery_Level
source: Mastery Level %@
zh_hans: 专精等级 %@

# Item_Mastery_Locked
source: Ship Skill Requirements Not Met
zh_hans: 未满足飞船驾驶技能

# Item_RepackagesVolume
source: Repackaged Volume
zh_hans: 体积(打包后)

# Item_View_Model
source: View Model
zh_hans: 查看模型

# Item_Volume
source: Volume
zh_hans: 体积

# Jump_Navigation_Add_Avoid
source: Add Avoid System
zh_hans: 添加规避星系

# Jump_Navigation_Add_Waypoint
source: Add Waypoint
zh_hans: 添加路径点

# Jump_Navigation_Avoid
source: Avoid
zh_hans: 规避

# Jump_Navigation_Avoid_Incursion
source: Avoid Incursions
zh_hans: 规避入侵星系

# Jump_Navigation_Calculate
source: Calculate Best Route
zh_hans: 计算最佳路线

# Jump_Navigation_Calculating
source: Calculating best route...
zh_hans: 正在计算最佳路线...

# Jump_Navigation_Calculating_Jump_Distance
source: Calculating...
zh_hans: 计算距离...

# Jump_Navigation_DOTLAN_Route
source: View on Dotlan
zh_hans: 在 Dotlan 上查看

# Jump_Navigation_Error_Invalid_Route
source: Cannot find valid route
zh_hans: 无法找到有效路线

# Jump_Navigation_Error_No_Ship
source: Please select a spaceship
zh_hans: 请选择飞船

# Jump_Navigation_Error_No_Start
source: Please select start point
zh_hans: 请选择起点

# Jump_Navigation_Error_No_Waypoints
source: Please add at least one waypoint
zh_hans: 请至少添加一个路径点

# Jump_Navigation_Error_Path_Not_Found
source: Cannot find path from %@ to %@
zh_hans: 无法找到从%@到%@的路径

# Jump_Navigation_JDC_Skill
source: Jump Drive Calibration
zh_hans: 跳跃引擎校准理论(JDC)

# Jump_Navigation_Jump_Format
source: Jump %d (%@ ly)
zh_hans: 第%d跳 (%@ 光年)

# Jump_Navigation_Max_Jump_Range
source: Max
zh_hans: 跳跃距离

# Jump_Navigation_No_Sovereignty
source: No Sovereignty
zh_hans: 无主权

# Jump_Navigation_Preparing_Data
source: Preparing jump data...
zh_hans: 正在准备跳跃数据...

# Jump_Navigation_Processing
source: Processing...
zh_hans: 处理中...

# Jump_Navigation_Recalculate_Cancel
source: Cancel
zh_hans: 取消

# Jump_Navigation_Recalculate_Confirm
source: Confirm
zh_hans: 确定

# Jump_Navigation_Recalculate_Message
source: Are you sure you want to recalculate the jump map data? This may take some time.
zh_hans: 确定要重新计算跳跃地图数据吗？这可能需要一些时间。

# Jump_Navigation_Recalculate_Title
source: Recalculate Confirmation
zh_hans: 重新计算确认

# Jump_Navigation_Route_Planning
source: Route Planning
zh_hans: 路径规划

# Jump_Navigation_Safety_Avoidance
source: Safety Avoidance
zh_hans: 安全规避

# Jump_Navigation_Safety_Settings
source: Safety Options
zh_hans: 安全设置

# Jump_Navigation_Save_Jump_Map
source: Save Jump Map
zh_hans: 保存跳跃数据

# Jump_Navigation_Select_Ship
source: Select Ship
zh_hans: 选择飞船

# Jump_Navigation_Select_Start
source: Select Start Point
zh_hans: 选择起点

# Jump_Navigation_Ship_And_Skills
source: Ship & Skills
zh_hans: 飞船与技能

# Jump_Navigation_Ship_Selection
source: Ship
zh_hans: 飞船

# Jump_Navigation_Start_Point
source: Start Point
zh_hans: 起点

# Jump_Navigation_Total_Distance
source: Total Distance
zh_hans: 总距离

# Jump_Navigation_Total_Jumps
source: Total Jumps
zh_hans: 总跳数

# Jump_Navigation_Waypoint
source: Waypoint %d
zh_hans: 路径点%d

# KillMail_All_Records
source: All
zh_hans: 所有记录

# KillMail_All_Title
source: All Records
zh_hans: 所有记录

# KillMail_Battle_Records
source: Battle Records
zh_hans: 我参与的战斗

# KillMail_Data_Source
source: Data from zkillboard and ESI
zh_hans: 数据来自zkillboard 和 ESI

# KillMail_Destroyed_Value
source: Destroyed Value
zh_hans: 摧毁价值

# KillMail_Favorites_Add_A11y
source: Add to favorites
zh_hans: 加入收藏

# KillMail_Favorites_Empty
source: No saved killmails yet.
zh_hans: 暂无收藏的战斗记录。

# KillMail_Favorites_Link
source: View Favorites
zh_hans: 查看收藏夹

# KillMail_Favorites_Load_Failed
source: Could not load saved killmails. Pull to refresh.
zh_hans: 无法加载已收藏的战斗记录，请下拉重试。

# KillMail_Favorites_Remove_A11y
source: Remove from favorites
zh_hans: 取消收藏

# KillMail_Favorites_Title
source: Favorites
zh_hans: 收藏夹

# KillMail_Filter
source: Filter
zh_hans: 筛选

# KillMail_Filter_All
source: All
zh_hans: 全部

# KillMail_Filter_Kills
source: Kills
zh_hans: 击杀

# KillMail_Filter_Losses
source: Losses
zh_hans: 损失

# KillMail_Invalid_Character_ID
source: Invalid Character ID: %d
zh_hans: 无效的角色ID: %d

# KillMail_Invalid_Response_Format
source: Invalid Response Format
zh_hans: 无效的响应数据格式

# KillMail_Kill_Records
source: Kill
zh_hans: 击杀记录

# KillMail_Load_More
source: Load More
zh_hans: 获取更多

# KillMail_Loading
source: Loading...
zh_hans: 加载中...

# KillMail_Loading_Failed
source: Failed to load kill records: %@
zh_hans: 加载击杀记录失败: %@

# KillMail_Loading_More_Failed
source: Failed to load more kill records: %@
zh_hans: 加载更多击杀记录失败: %@

# KillMail_Loading_Page
source: Loading page %d
zh_hans: 正在加载第%d页

# KillMail_Loss_Records
source: Loss
zh_hans: 损失记录

# KillMail_Lost_Value
source: Lost Value
zh_hans: 损失价值

# KillMail_No_Records
source: No Records
zh_hans: 暂无记录

# KillMail_Search_Alliance
source: Alliance
zh_hans: 联盟

# KillMail_Search_Character
source: Character
zh_hans: 角色

# KillMail_Search_Corporation
source: Corporation
zh_hans: 军团

# KillMail_Search_Direct_KM
source: Killmail
zh_hans: 战斗记录

# KillMail_Search_Input_Prompt
source: Enter search keyword
zh_hans: 输入搜索关键词

# KillMail_Search_Item
source: Item
zh_hans: 物品

# KillMail_Search_Recent_History
source: Recent searches
zh_hans: 最近搜索

# KillMail_Search_Region
source: Region
zh_hans: 区域

# KillMail_Search_Skipped_Online_Results_Banner
source: Online results (characters, corporations, etc.) require at least 3 characters. This list only includes local ship names and any killmail ID match.
zh_hans: 联网结果（角色、军团等）需至少 3 个字符才会查询。当前列表仅含本地舰船名与 killmail ID 命中项。

# KillMail_Search_System
source: Solar System
zh_hans: 星系

# KillMail_Search_Title
source: Search KillBoard
zh_hans: 搜索战斗记录
